Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_7 Fates (KO>EN).tmx
Source language: ko
Languages: en

source: 이럴 때는 내려주는 게 예의라는 걸 모르는 거냐!
en: don’t you know it’s a polite thing to put someone down in this kind of situation?!

source: 그건 그렇고···.
en: that aside...

source: 얼마나 아팠을까.
en: it must have been painful...

source: 누가 저기서 나온 모양인데요?
en: looks like more people made it out.

source: 불티, 우리는 이제 인간을 먹지 않고도 살 수 있지 않은가.
en: bulti, we no longer need to consume humans to sustain our lives.

source: 이···이봐!{j}그만 마시게!
en: h-hey! control yourself!{j}

source: 빨리 끝내.
en: just get it over with already.

source: 전부 죽여버리겠다.
en: ...every single one of those beom out there.

source: 도건 형···.
en: do-geon...

source: 네 어미는 범의 세계와 연결된 문을 지키는 무녀였어.
en: she was a shaman who protected the gate that connects this world to the world of beoms.

source: 전쟁은 결국 범이 패하고 말아.
en: ...and in the end, the beom lost.

source: 범들을 상대하느라 체력을 거의 소진했어.
en: fighting the beom took a great toll on my body.

source: 기도할 시간이 아깝지 않나 보군.
en: you’re wasting the little time you have left.

source: 제법이군.
en: very impressive.

source: 혹시 배 안 고파?
en: are you hungry?

source: 이살 그룹 대표 환웅
en: hwanwoong, chairman of yisal group

source: 오시게,
en: come,

source: 그놈들은 사회에 풀어두면 안 되는 '악'이니까.
en: after all, they’re the evil that must be reined in and removed from society.

source: 콰아악
en: spurt

source: 정신 차려봐, 가현아!
en: stay with me, gahyeon!

source: 카가가가가각
en: screeech

source: 연인을 잃는 사람도,
en: ...or lost their partners...

source: 같은 시각 신시 2구역.
en: at the same hour, in district 2

source: ···젠장, 회복도 잘 안 되잖아!
en: ugh... I can’t even heal it fast enough!

source: [신시/뉴스] 의문의 살인 사건이 연이어 발생하는 신시에서 주민들이 두려움을 호소했다.
en: [Sin-si/News] Citizens of Sin-si express fear over the series of mysterious murders in the city.

source: 범들이 이렇게 떼거지로 다닐 줄은 우리도 몰랐지.
en: well, we had no idea they would be in groups.

source: 끼이이이
en: creak

source: 온갖 고문에도 신음 한 번 내지 않고 살아 있는 놈이야.
en: he managed to survive all kinds of tortures without letting out a sound, not even once.

source: 신시를 대표하는 기업 이살은 이번 사태를 어떻게 생각하십니까?
en: what’s the yisal’s take on the incident as a company representing the city?

source: 범 놈들, 그런 수법까지 쓸 수 있게 된 건가.
en: I can’t believe that beom even resorted to such means.

source: 재주는 그게 다냐?
en: is that all you got?

source: 으아아아악!!
en: aaahhh!!!

source: 충격적이군···.
en: how shocking...

source: 이놈들,도둑놈이에요?
en: they’re thieves?

source: 그래서 환상을 보는 걸까?
en: is that why I’m seeing fantasies?

source: 우리의 땅에 평화를!
en: ...bring peace to our land!

source: 그러게 말이야.
en: yeah, me too.

source: 난··· 저들을 먹지 않을 걸세.
en: I... will not eat them.

source: 그날 인왕산에 올라가지 않았더라면
en: if I hadn’t gone to inwang mountain that day,

source: 이건 내가 처리했으니 가져간다.
en: anyway, I’m taking what I killed.

source: 떨어져라, 제하.
en: step away from him, zeha.

source: 그 달콤한 미끼를 냅다 물었을지도 모르지.
en: I might’ve taken the bait.

source: 사라졌다!
en: it is gone!

source: 음··· 등록된 차량이 맞네요.
en: hm... I see that your car is registered.

source: 깊이 파헤친 발톱 자국 역시 맹수의 것이라는 발표 때문인지,
en: due to the reports saying the deep claw marks resembled those of predatory animals...

source: 다시 날이 밝아올 때까지 모든 이야기를 들려줬다.
en: ...until the morning rolled around.

source: 잠깐만!
en: hold on!

source: 진짜?{j}약속이야!
en: really?! it’s a promise!{j}

source: 방금 다녀왔어.
en: I just got back.

source: 저 할아버지는 왕이셨고,
en: the gramp over there was a king...

source: 저 창은 원래 덤이었고, 거짓말한 대가는 제대로 치러야죠.
en: the spear was nothing but a freebie in the first place. plus, you’ve got to pay the price for lying.

source: 맞아!{j}이런 데서 총을 쏘면 어떡해!
en: he’s right! how can you shoot in a place like this?!{j}

source: 형아~!{j}데리러 왔어?
en: hey, bro! are you here to pick me up?{j}

source: 데리러 왔어?
en: are you here to pick me up?

source: 제길, 사냥꾼 놈들···!
en: ugh, those hunters...!

source: 1억이라니···.
en: it’s 100 million won*...

source: 다들 긴장을 늦추지 마라!
en: stay alert! do not let your guard down!

source: 나와 전생이 같은 이들을 보게 되었다.
en: ...when I met those who had the same past life as myself.

source: 푸슉
en: splat

source: 15억이라니까, 15억.
en: I told you. it’s 1.5 billion won*. 1.5 billion. *approximately 1.24 million usd

source: 내가 갔다 오지.{j}기다리고 있게.
en: I’ll get it myself. wait here.{j}

source: 후포・・・.
en: hupo...

source: 창립 이후 300년간 신시의 발전에 기여해 온 기업 이살의 대표로서
en: yisal group has contributed to the development of sin-si ever since its foundation 300 years ago.

source: 범 사냥꾼
en: beom hunters...

source: 호랑나비 3팀 어랑
en: tiger butterfly team 3 eorang

source: 괜찮으신가요?
en: are you all right?

source: 원래는 나중에 먹으려고 아껴둔 건데···
en: I was saving him for later...

source: 신시 2구역.
en: district 2, sin-si

source: 쉬이이이
en: whoosh

source: 내일 건은 취소하자.
en: let’s just cancel tomorrow’s job.

source: 반대로 말하면 10구역인 여기는 일단 안전하다는 겐가.
en: in other words, we are safe here in district 10 at the moment.

source: 아하하하!
en: hahahaha!

source: 나도 거친 방법을 쓰는 수밖에.
en: ...but to resort to drastic measures.

source: 너희들,정말 나비들이랑 싸울 생각이었나?
en: ...were you seriously thinking of fighting against the butterflies?

source: 이, 인간!
en: h-hey, human!

source: 혹시 사냥꾼이라면 불티라는 범을 알고 있지 않을까 싶어서 물어봤는데···
en: I asked assuming you might know something about him since you’re beom hunters,

source: 터엉
en: thump

source: 기다려!{j}지금 구해줄···!
en: haru, I’m coming to save--{j}

source: 범은 다 처치했어.
en: we took care of them already.

source: 크하아아악
en: aaack

source: 염치없지만, 부탁 하나만 할게…!
en: I know I’m asking for a lot here, but please do me a favor...!

source: 저희는 그런 추악한 감정을 갖고 있지 않아요.
en: we, however, don’t have those disgusting emotions in us.

source: 쿠당탕
en: thud

source: 잘 부탁해, 호수.
en: welcome to the team, hosu.

source: 내가 미친 걸까?
en: have I lost it?

source: 뭐・・・뭐지?
en: wh-what was that?

source: 어, 리더님!{j}안녕하십니까!
en: oh, sir! how are you doing?{j}

source: 제 6 화
en: Episode 6

source: 무기상 자정의 목소리
en: weapon merchants express that they are also concerned

source: 강한 범의 기운이···!
en: I sense a strong beom!

source: 하던 거나 마저 처리해 볼까.
en: ...to where I left off.

source: 어느 쪽부터 음미해야 좋을까?
en: let’s see... which one should I savor first?

source: 젠장, 정보랑 다르잖아!
en: come on, this is completely different from the intel!

source: 아··· 그 뭐냐.
en: uhm... how should I say this?

source: 그래요!
en: yes!

source: ・・・오시게, 오시게.
en: come, come.

source: 이런 검이 얼마나 버틸지 모르겠지만,
en: I don’t know how long it’ll last...

source: ・・・혹시 저를 아세요?
en: do I know you?

source: 달그락
en: clink

source: 아니, 그럴 리 없지.
en: no, it can’t be.

source: 우리는 이것을 '범의 소행'이라고 부르고 있습니다.
en: we know that the beoms are behind these murders.

source: 우린 단지··· 우리끼리 마지막으로 하고 손 털고 싶었는데.
en: we just... wanted to do one last gig before we stop.

source: 쿠와아아
en: whoosh

source: 괜찮느냐?
en: are you all right?

source: 사람을 해하는 범을 사냥하는 거라면 함께할게.
en: as long as you’re hunting the beom hurting humans, I’m in.

source: 도와줘서 고마워.{j}혹시 범 사냥꾼이니?
en: thanks for helping us. are you a beom hunter as well?

source: 화아아악
en: lunge

source: 이 거리에서도 반응하다니,
en: I can’t believe he dodged it at such a close range.

source: 신시 3구역
en: district 3, sin-si

source: 지~잉
en: bzzz

source: 내가 검을 쥔 이유···.
en: the reason I’m fighting them...

source: 마지막으로 타배는 후포에게 검을 겨누며 이렇게 말해.
en: tabae pointed his sword at hupo and said his last words.

source: 난···.
en: well...

source: 그래도 이 소리는···.
en: no, something’s different...

source: 와, 광택을 보니 관리를 잘했네.
en: wow, you must’ve taken good care of them judging from how shiny they are.

source: 상급 범이 한 마리도 보이질 않았는데···.
en: I haven’t seen a single high-grade beom yet...

source: 뭐 해!{j}빨리 와!
en: come on! hurry up!{j}

source: 약속 못 지켜서 미안해.
en: I’m sorry for backing out on my word.

source: 그때처럼 다치기 싫으면 썩 꺼져.
en: beat it quick, unless you wanna get hurt like last time.

source: 화는 걷잡을 수 없이 번져 종족 간의 전쟁으로 발전했어.
en: the rage spun out of control, and tribal war eventually broke out.

source: 큰 폭발이 일어났다.
en: ...it created a huge explosion.

source: 뚝...
en: plop

source: 인왕산 범바위.
en: ...to the beom rock of inwang mountain?

source: 예나 지금이나 줄을 잘 서야 해.
en: serve the right masters. that’s the universal truth, regardless of which era you live in.

source: 헛소리 말고 대답해!!
en: cut the crap and tell me!!!

source: 봉인을 깨지 않았느냐.
en: ...you broke the seal.

source: 더 이상 우리처럼 슬퍼하는 사람들이 생기게 만들 순 없어.
en: I can’t stand the beom making any more people suffer like we did.

source: 나를 이곳으로 끌고 온 녀석.
en: the beom who put me here...

source: 이걸로 끝이다, 애송아.
en: this ends now, you little punk.

source: 뭐, 네가 안 먹겠다면···
en: well, if you’re bent on not eating...

source: 불티가 거기 있었어.
en: ...bulti was there, too.

source: 지금 구해줄···!
en: I’m coming to save you--

source: 만약 여동생을 보게 된다면 부탁할게.
en: please let me know if you find my sister.

source: 우리는 곰족과 같은 방식으로 지배하지 않는다.
en: we conquer, but our method is to be different from the gom tribe.

source: 뭐라고 말하는지 잘 안 들려···.
en: I can barely make out what he’s saying...

source: 혹시 음식이 입에 맞지 않으셨나요?
en: was the food not to your taste?

source: 샤샥 샥
en: buzz buzz

source: 그럼 전에 산 것도 바가지였으려나.
en: I bought an item from him the other day. did he rip me off that time as well?

source: 아니, 살아만 있어줘!
en: no, all I wish is for you to be alive!

source: 동감이야.
en: I agree.

source: 제하야, 난···
en: zeha...

source: 네 부모가 얼마나 끔찍하게 죽었는지 알고 싶지 않아?
en: don’t you want to know how tragically your parents died?

source: 어찌 그런 걸 묻느냐.
en: why do you ask?

source: 배가 고프다.
en: I’m also hungry.

source: 어째서 인간의 무기가!
en: how could a human weapon work on me?!

source: 그러는 너희는 누구지?
en: what about you two?

source: 누가 있네?
en: who is that?

source: 슈우우우욱
en: swoosh

source: 범 사냥꾼이다!
en: the beom hunters!

source: 우리가 받았던 고통을 조금 되갚아 줬을 뿐이라고요!
en: I am only paying back an iota of the pain they’ve inflicted on us!

source: 뭐···뭐야!{j}저건?!
en: wh-what was that just now?!{j}

source: 굶어 죽어 가는 와중에도 인간을 먹지 않으려는 범과
en: who’s the bigger beast? the beom who insists on not eating a human, even while dying from hunger...

source: 범···?!
en: a beom...?!

source: 아직도 이렇게나···!
en: there are still plenty of them around!

source: 요즘 인터넷도 안 보고 사나봐.
en: don’t you watch the news?

source: 아무래도 범들이 나타난 것 같구나.
en: it appears that the beom are here.

source: 이 기운은?!
en: this energy...

source: 이거 누가 사냥꾼인지 모르겠구만.
en: but I can’t tell who the real hunter is.

source: 오후 4시, 이살 그룹의 대표 환웅은 긴급 기자 회견을 열어 이번 사건에 강력한 우려를 표하고 경각심을 가져야 할 것을 피력했습니다.
en: Today at 4pm, Hwanwoong, the Chairman of Yisal Group, held an emergency press conference to express his deepest concerns over this incident and remind everyone to stay vigilant.

source: '타배'.
en: ...tabae.

source: 무슨・・・!
en: what are you-?!

source: 이살 그룹에서 청소년을 지키기 위해 범 사냥꾼을 동반시키자는 정책을 제안···.
en: the yisal group has suggested that teenagers should be accompanied by beom hunters for better protection...

source: 제 23 화
en: Episode 23

source: 아이고, 제하야!
en: zeha, my dear child!

source: 이거 참, 대단한데?
en: pretty impressive, I must say.

source: 지직{j}지직...
en: bzzt{j}

source: 계획은 있어?
en: do you have a plan?

source: 그런데 들고 계신 그건 뭐예요?
en: anyway, what’s that in your hand?

source: 예산 걱정은 하지 마십시오.
en: if it’s about the budget, you have nothing to worry about.

source: 인왕산 잔혹한 살해 현장, 주민들 '충격'
en: The cruel murder case in inwang mountain shocks residents

source: 또 도둑인가?
en: is he another burglar?

source: 순식간에 일곱이나···?!
en: did he just kill seven of us in the blink of an eye?

source: 당신들 뭐야?
en: who are you people?

source: 동생을 구하기 위해 도움을 청했을 때도 망설임 없이 와줬지.
en: ...and you didn’t hesitate for a second when I asked for help to save my sister.

source: 근접 무기가 총보다 비싼 게 말이 돼?!
en: how can a melee weapon be more expensive than a gun?!

source: 촤{j}촤
en: swish{j}

source: 3초면 충분해.
en: all I need is three seconds.

source: 날이 거듭될수록 범의 소행이 더욱 과격해졌고,
en: as days went by, their actions became more violent,

source: ···예?
en: excuse me...?

source: 그 곳엔 크게 힘의 균형을 이룬 곰과 범, 두 종족이 있었지.
en: the two major tribes holding the balance of power were the gom and the beom.

source: 민철 :
en: Mincheol:

source: 띵~!
en: ping

source: 도시의 다른 곳에서도 비슷한 사건들이 벌어진 것이다.
en: similar cases began to occur in other parts of the city.

source: 흐음···그래?
en: hm... is that so?

source: 요즘 인터넷도 안 보고 사나봐.{j}우릴 모르네.
en: he must be completely off the grid or something. he doesn’t know who we are!{j}

source: 내가 미친 걸까?{j}그래서 환상을 보는 걸까?
en: have I lost it? is that why I’m seeing things?{j}

source: 우선 여기만 벗어날 수 있다면···!
en: if we can just make it out of here...!

source: 5구역에서 봤던 그놈들!
en: they’re the ones I met in district 5!

source: 이걸 어떻게 얘기해야 하지?
en: how should I explain this...?

source: 파칵
en: snap

source: 자세히 알고 있었으면 고생하지도 않아.
en: I wouldn’t be running around like this if I had the details.

source: ···뭔 일 생겼나?
en: what’s going on...?

source: ···그래서 나래도 죽인 건가?
en: is that why you killed narae?

source: 공기가 빨려 들어가···!
en: the air’s getting sucked in...!

source: 근데 형, 그 수상한 놈 정말 믿어도 돼?
en: that aside, are you sure we can really trust that suspicious punk?

source: 설마 그 칼로 벤 건가.
en: did you slay the beom with that sword?

source: 그렇죠?
en: right?

source: 공략당하는 것 같아서 기분 나쁘단 말이지.
en: I don’t like the feeling of being conquered like a quest.

source: 다른 놈들은 시키는 일만 따분하게 하고 있겠지?
en: I bet the others are busy with the boring stuff.

source: 뭐야, 이 검!
en: what is this sword?

source: 제작 · REDICE STUDIO
en: Production · REDICE STUDIO

source: 그들 중 '착호'라고 불리는 이들이 있었다.
en: ...there was a team called “chakho.”

source: 쪽팔려서 어디 가서 말도 못 하겠네.
en: man, this is too embarrassing to even share with anyone.

source: 기억이 안 날 만도 해.
en: it’s no surprise you don’t remember.

source: 네가 왜 검을 휘두르는지 떠올려라.
en: don’t forget why you’re fighting the beom.

source: 우우웅
en: rumble

source: 5천만 원에 목숨을 거는 게 가당키나 하겠어?
en: who would risk their lives for 50 million won?

source: 오히려 나 때문에···!
en: it’s all my fault-

source: 젠장··· 혼자인 걸 보고 물건을 뺏으려 들다니.
en: ugh... I can’t believe you tried stealing it the moment you realized I was alone.

source: 갑자기 뭐지・・・?
en: what’s going on?

source: 저게 뭐지・・・?
en: what is that?

source: 연막도 거의 다 걷혀 가니 서둘러야 해···!
en: now that the smoke’s thinning, we don’t have much time...!

source: 현재 박물관이 습격당해 관람객과 박물관 직원 수 명이 사망했습니다.
en: we just received news that a museum was attacked, leaving several visitors and staff dead.

source: 하루라도 더 빨리 말했어야 했어.
en: ...before it was too late.

source: 어디 갔다 오는 거야?
en: did you go out again?

source: 캬오
en: growl

source: 후우우우...
en: whoosh

source: 지하에 범이 있어요!
en: there are beom in the basement!

source: 더는 못 들어주겠군.
en: I’ve heard enough.

source: 부화장을 예상보다 빨리 들켰군.
en: the hatching room got discovered earlier than I expected.

source: 네가 힘들었다는 거.
en: you have been through a lot.

source: 그리고・・・
en: and...

source: 상처가 아물었어.
en: he’s completely healed.

source: 먼저 가.
en: go ahead without me.

source: 파팍
en: sprint

source: 우리를 구하러 왔어!
en: they’re here to save us!

source: 크르르...
en: grrr

source: 제하···하루야.
en: zeha... haru...

source: 목 뒤에 문신이 있는··· 붉은 옷을 입은 범.
en: a beom wearing a red top... with a tattoo on the back of his neck.

source: 여러분, 괜찮으세요?
en: are you all right?

source: 끼이이익
en: creak

source: 경···수야?
en: kyungsoo...?

source: 캬아
en: roar

source: 아···아니!{j}저분들이 여긴 어떻게!
en: n-no way! what are they doing here?!{j}

source: ··· 나 이상해, 오빠.
en: do-geon, something’s wrong with me...

source: 오늘로 끝이야.
en: ...ends today.

source: 우리가 못 미더워···?
en: do you think we’re not good enough?

source: 멍청한 자식.
en: idiot.
